Repository: mcguffin/wp-revision-request
Catalog: lang/revisionrequest-*.po
Languages: de_de

source: You do not have permission to delete revisions.
de_de: Du hast nicht die erforderlichen Rechte, um eine Revision zu löschen.

source: Revision deleted.
de_de: Revision gelöscht.

source: Create new Revision
de_de: Eine neue Revision erstellen.

# Revision name, Revision date
source: %1$s as of %2$s
de_de: %1$s vom %2$s

source: Show revision List below post content.
de_de: Revisionen unter dem Beitrag anzeigen

source: You are viewing an old revision of this page. Click <a href='%s'>here</a> to go to the most recent version.
de_de: Sie sehen eine ältere Version dieses Beitrags. <a href='%s'>Here</a> geht es zur letzten Version.

source: Saves this post and creates a new revision.
de_de: Speichert diesen Beitrag und erstellt eine neue Revision.

source: Saves your changes in a new revision.
de_de: Speichert Ihre Änderungen in einer neuen Revision.

source: If checked WordPress will save your changes and then create a new revision of this post.
de_de: Speichert Ihre Änderungen und erzeugt dann eine neue Revision dieses Beitrags.

# Explain Revisions
source: Sometimes when you revise a post you might like to keep your previous edit. Post revisions are a way to do this.
de_de: Manchmal kann es sinnvoll sein, die vorherigen Zustände eines Beitrags zu behalten. Die Revisions-Funktion erlaubt Ihnen dies.

# Explain Revisions
source: To keep your previous edits just check <code>%1$s</code> and save the post. Then make your edits and save again.
de_de: Um den aktuellen Stand dieses Beitrags zu sichern, setzen Sie bei <code>%1$s</code> einen Haken, und speichern Sie den Beitrag.

# Explain Revisions
source: To save your changes in a new revision by keeping the previous version just check <code>%1$s</code> and save the post.
de_de: Um eine neue Revision zu erstellen, setzen Sie bei <code>%1$s</code> einen Haken und speichern Sie den Beitrag. Die vorherigen Änderungen werden in einer Revision gespeichert.

# Explain Revisions Metabox
source: This is a list of all revisions belonging to this post. Use the links in the actions column to delete, restore or view a revision.
de_de: Eine Liste aller zu diesem Beitrag vorhandenen Revisionen. In der Spalte „Aktionen“ können Sie eine vorige Version wieder herstellen, eine Revision löschen oder Anschauen.

# Explain Revision Creation
source: If checked WordPress will save your changes in a new revision of this post.
de_de: Speichert Ihre Änderungen in einer neuen Revision.

# Explain Revisions
source: You can store unlimited revisions of this post.
de_de: Sie können unbegrenzt revisionen speichern.

# Explain Revisions
source: You can store up to %1$d revisions of this post.
de_de: Sie können bis zu %1$d Revisionen eines Beitrags anlegen.
